{
  "home": "Home",
  "title": "Brighter",
  "subtitle": "The Animation",
  "en": "English",
  "ja": "日本語",
  "nav.about": "About",
  "nav.characters": "Characters",
  "nav.draftMovie": "Draft Movie",
  "nav.process": "Process",
  "nav.author": "Author",
  "main.direction": "Written, Directed, & Animated By",
  "main.director": "Akiyama Shō",
  "main.music": "Music",
  "main.paramore": "Paramore*",
  "main.lyrics": "Lyrics",
  "main.lyricists": "Zac Farro & Hayley Williams*",
  "main.helper": "*this short film is a research fan-made animation music video under fair use policy",
  "about.title": "About",
  "about.filmIntroductionTitle": "Film Introduction",
  "about.filmIntroduction": "Brighter is a short film based on Paramore’s 2005 song of the same title. Aside from being a form of artistic expression, this short film is also a research project on improving the efficiency without sacrificing the quality and feel of traditional, frame by frame Japanese animation using 3d modeling guides, motion capture, and deep learning (AI) libraries.\n\nThe film features two characters finding their way through their early to mid twenties, with the story revolving around the connection between them. The setting takes place in a surreal, empty environment reflecting the events of the two characters’ lives throughout the film.",
  "characters.title": "Characters",
  "characters.name": "Name",
  "characters.herName": "She",
  "characters.hisName": "He",
  "characters.startOfFilm": "Start of Film",
  "characters.endOfFilm": "End of Film",
  "characters.age": "Age",
  "characters.characterDetails": "Character Details",
  "characters.characterDetailsInfoShe": "\"She\" is a development researcher by day and film & theater actress by night. Despite her exceptional abilities in acting & singing and promising career in research, she is a free spirit still finding her direction in life. She comes from a well-off family and has a hard time with not getting the things she wants.",
  "characters.characterDetailsInfoHe": "\"He\" is a semi-autobiographical character who is a software engineer by day and animator by night. What he lacks in talent and abilities, he makes up for hardwork and determination despite multiple failures. Unlike 彼女 (She), he already has a path he set in life and would do anything to achieve that goal.",
  "characters.authorsNotes": "Director's Notes",
  "characters.authorsNotesInfoShe1": "\"She\" is based on a combination of real and fictional people I fancy, including Audrey Hepburn for her classy demeanor, Lee Ji-eun (IU) for her singing and charm, Seo Yuzuki (from Gekkan Shoujo Nozaki-kun) for her fierce-looking eyes, and Nishimiya Shouko (from A Silent Voice) for her hairstyle and hair movement/dynamics.",
  "characters.authorsNotesInfoHe1": "\"He\"'s background and side-story were mostly based on my life story, so most of the stages of his life throughout the film reflect at least a part of my own story. Not much character and story buildup was focused on this character, however, since it should be subtle enough to not overshadow the main heroine’s story.",
  "draftMovie.title": "Draft Movie",
  "characters.directorNotes": "Director's Notes",
  "process.title": "Process & Research",
  "process.details": "Production of this film included several attempted methods such as video reference to drawing, kinect motion capture, video to rigify, and deep learning research libraries. In the end, video to rigify to actual drawing proved to be the most viable method, but this requires further research with more detailed metrics on direct drawing when storyboarding vs. a real motion capture device. \n\nThe allotted duration for the whole animation process from writing, storyboarding, and animation was from January 21, 2018 to August 31, 2018, with a single person working on all aspects of the project, limited to 4-6 hours on weekdays and 8-12 hours on weekends due to a day job.",
  "process.viewResearchPaper": "View the Research Paper (PDF)",
  "author.title": "Author",
  "author.description": "I am Akiyama Shō (pen name), a software engineer with a little machine learning background who works in Tokyo, Japan. I create anime outside of work as a hobby but I dream to create anime for a living someday."
}
